1yib.rust-bundle
42crunch.vscode-openapi
adpyke.codesnap
amazonwebservices.codewhisperer-for-command-line-companion
anthropic.claude-code
asvetliakov.vscode-neovim
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.npm-intellisense
coderabbit.coderabbit-vscode
cweijan.vscode-postgresql-client2
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
dhikilabs.gin-snippets
docker.docker
donjayamanne.githistory
dunn.redis
dustypomerleau.rust-syntax
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
fill-labs.dependi
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geequlim.godot-tools
github.codespaces
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.gemini-cli-vscode-ide-companion
google.geminicodeassist
hashicorp.terraform
haskell.haskell
hediet.vscode-drawio
imgildev.vscode-nextjs-generator
infracost.infracost
jetpack-io.devbox
justusadam.language-haskell
kevinrose.vsc-python-indent
kleber-swf.unity-code-snippets
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
oxc.oxc-vscode
peakchen90.open-html-in-browser
pjmiravalle.terraform-advanced-syntax-highlighting
pkief.material-icon-theme
postman.postman-for-vscode
premparihar.gotestexplorer
redhat.vscode-yaml
redis.redis-for-vscode
rodrigovallades.es7-react-js-snippets
rust-lang.rust-analyzer
saikou9901.evilinspector
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
tomoki1207.pdf
visualstudiotoolsforunity.vstuc
vitest.explorer
voidzero.vite-plus-extension-pack
wakatime.vscode-wakatime
windmilleng.vscode-go-autotest
xabikos.javascriptsnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
zrachod.mono-snippets
